brew "bat"
brew "cmake"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "hwatch"
brew "python@3.12"
brew "python@3.13"
brew "systemc"
cask "anytype"
cask "bettermouse"
cask "beyond-compare"
cask "clickup"
cask "docker"
cask "flux"
cask "macvim"
cask "phoenix-slides"
cask "smartgit"
cask "visual-studio-code"
