brew "awscli"
brew "bat"
brew "eza"
brew "python@3.12"
brew "python@3.13"
brew "pipx"
cask "anytype"
cask "bettermouse"
cask "beyond-compare"
cask "clickup"
cask "docker"
cask "flux"
cask "macvim"
cask "openvanilla"
cask "smartgit"
cask "visual-studio-code"
cask "xquartz"
